tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jdxcode/tap"
tap "koekeishiya/formulae"
tap "mas-cli/tap"
tap "newrelic/tap"
brew "amazon-ecs-cli"
brew "awscli"
brew "bat"
brew "blueutil"
brew "glib"
brew "cairo"
brew "eza"
brew "fd"
brew "gcc"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "jq"
brew "libfido2"
brew "lua"
brew "mise"
brew "mysql"
brew "mysql@5.7"
brew "neovim"
brew "nghttp2"
brew "node"
brew "node-build"
brew "peco"
brew "postgresql@13", restart_service: true
brew "postgresql@14"
brew "prettier"
brew "ripgrep"
brew "ruby-build"
brew "telnet"
brew "tig"
brew "tokei"
brew "tree"
brew "wget"
brew "zsh"
brew "autifyhq/tap/autify-cli"
brew "eth-p/software/bat-extras"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mas-cli/tap/mas"
cask "brave-browser"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "google-chrome", args: { appdir: "/Applications" }
cask "graphiql"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "shottr"
cask "slack", args: { appdir: "/Applications" }
cask "stats", args: { appdir: "/Applications" }
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "MenubarX", id: 1575588022
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "Sequel Ace", id: 1518036000
vscode "cschlosser.doxdocgen"
vscode "formulahendry.code-runner"
vscode "jeff-hykin.better-cpp-syntax"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "zhuangtongfa.material-theme"
