tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mas-cli/tap"
brew "asdf"
brew "awscli"
brew "bat"
brew "broot"
brew "glib"
brew "cocoapods"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "ghq"
brew "git"
brew "glow"
brew "gnu-time"
brew "go"
brew "libheif"
brew "python@3.9"
brew "imagemagick"
brew "libfido2"
brew "lua"
brew "mysql"
brew "mysql@5.7"
brew "nghttp2"
brew "node"
brew "node-build"
brew "peco"
brew "postgresql@13", restart_service: true
brew "postgresql@14"
brew "ripgrep"
brew "ruby-build"
brew "telnet"
brew "tig"
brew "tokei"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mas-cli/tap/mas"
cask "alfred"
cask "chromedriver"
cask "hammerspoon"
cask "stats"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "MenubarX", id: 1575588022
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "Xcode", id: 497799835
